INSERT INTO fmsections (fmscname, fmscdesc, fmscpriority)
VALUES ('Преподавание', 'Вопросы преподавания учебных предметов, ведения документации педагогом', 1),
('Воспитание', 'Осуществление классного руководства, педагогические ситуации при учебной и внеурочной деятельности', 2),
('Управление', 'Управление учебным процессом, вопросы деятельности заместителей директоров, директоров учреждений образования', 3),
('Молодые специалисты', 'Вопросы, возникающие у педагогов, начинающих свою педагогическую деятельность. Преподавание, воспитание, защита прав и интересов', 4),
('Социальная работа', 'Осуществление деятельности педагога социального, педагога-психолога, деятельность СППС', 5),
('Внеурочная деятельность', 'Исследовательская деятельность школьников, интеллектуальные конкурсы, соревнования, другие мероприятия', 6),
('Внеклассная деятельность', 'Деятельность педагога-организатора, взаимодействие с детскими и молодежными организациями', 7)
