<div class="mainframe">

<div class="subheader">Нет прав доступа</div>

<p>
  Сожалеем, однако у вас нет прав доступа к данной странице портала "Белорусские открытые образовательные технологии". Если вы случайно попали на данную страницу,
  рекомендуем перейти на <a href="/">главную страницу</a> портала. Если переход на данную страницу был намеренным и вы уверены что должны иметь доступ к данной
  странице, <a href="/contact">обратитесь к администратору</a> с подробным указанием своих действий и целей перехода на данную страницу. Благодарим за сотрудничество. 
</p>

</div>
